[
    {
        "name": "Strength",
        "description": "Physical power and muscle.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "physical",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Dexterity",
        "description": "Agility, reflexes, and coordination.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "physical",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Stamina",
        "description": "Endurance, health, and resilience.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "physical",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Charisma",
        "description": "Charm, personal magnetism, and influence.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "social",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Manipulation",
        "description": "Ability to influence and deceive.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "social",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Appearance",
        "description": "Physical attractiveness and ability to impress.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "social",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Perception",
        "description": "Awareness and ability to notice details.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "mental",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Intelligence",
        "description": "Cognitive capacity and ability to learn.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "mental",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Wits",
        "description": "Quick thinking and mental agility.",
        "game_line": "Various",
        "category": "attributes",
        "stat_type": "mental",
        "values": [1, 2, 3, 4, 5],
        "default": 1
    },
    {
        "name": "Allies",
        "description": "Confederates, usually family or friends.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5]
    },
    {
        "name": "Contacts",
        "description": "The information sources the character possesses.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5]
    },
    {
        "name": "Fame",
        "description": "How well-known the character is among humans.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5]
    },
    {
        "name": "Generation",
        "description": "How far removed from Caine the character is.",
        "game_line": "Vampire: The Masquerade",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5],
        "splat": "Vampire"
    },
    {
        "name": "Herd",
        "description": "The vessels to which the character has free and safe access.",
        "game_line": "Vampire: The Masquerade",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5],
        "splat": "Vampire"
    },
    {
        "name": "Influence",
        "description": "The character's political power within human society.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5]
    },
    {
        "name": "Mentor",
        "description": "A patron who advises and supports the character.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5],
        "splat": "Vampire"
    },
    {
        "name": "Resources",
        "description": "Wealth, belongings, and income.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5]
    },
    {
        "name": "Retainers",
        "description": "Followers, guards, and servants.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5],
        "splat": "Vampire"
    },
    {
        "name": "Status",
        "description": "A measure of the character's standing in a society, supernatural or otherwise.",
        "game_line": "Various",
        "category": "backgrounds",
        "stat_type": "background",
        "values": [1, 2, 3, 4, 5],
        "splat": "Vampire"
    },
    {
        "name": "Bruiser",
        "description": "Your appearance is sufficiently thug-like to inspire fear or at least an aversion in others. Add two dice to all Intimidation rolls.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Early Riser",
        "description": "No matter what time of day it is, you always manage to wake up at least one hour before everyone else (or even earlier, depending on the Storyteller). You are even functional at this time.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Eat Food",
        "description": "You have the capacity to eat food and drink liquids, and enjoy doing so. You still gain no nourishment from consuming ordinary food and drink.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Efficient Digestion",
        "description": "You are able to draw more than the usual amount of nourishment from blood. Every two Blood Points ingested increases your blood pool by three.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Inoffensive to Animals",
        "description": "Animals are not disturbed by your presence, and they treat you as they would a mortal.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Light Sleeper",
        "description": "You can awaken instantly at any sign of trouble or danger, and you do so without any sleep or grogginess penalties.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Bard's Tongue",
        "description": "You speak the truth, uncannily and infallibly, but not always consciously. The truths you reveal will be real, but not necessarily obvious or immediate, and always somehow unpleasant.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Blush of Health",
        "description": "You look more hale and healthy in appearance than other vampires, gaining a rosy hue to your skin and a more animated appearance.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [2]
    },
    {
        "name": "Enchanting Voice",
        "description": "There is something in your voice, a resonance, an almost hypnotic quality. You receive two extra dice on any rolls that involve the use of the voice.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "social",
        "values": [2]
    },
    {
        "name": "Calm Heart",
        "description": "You are naturally calm and well-composed, and you remain so even under pressure. You receive two extra dice to resist frenzy.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "mental",
        "values": [3]
    },
    {
        "name": "Catlike Balance",
        "description": "You possess an innate perfect sense of balance. All balance-related rolls are at -2 difficulty.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Double Jointed",
        "description": "Your character is unusually supple. Reduce difficulty rolls by two for escaping from bonds, fitting through tight spaces, or any other contortionist tasks.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Bad Sight",
        "description": "Your sight is defective. The difficulties of all dice rolls related to vision are increased by two. This Flaw is neither short-sightedness nor myopia; it is not correctable with lenses and will remain with the character forever.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Hard of Hearing",
        "description": "Your hearing is defective. The difficulties of all dice rolls related to hearing are increased by two.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Short",
        "description": "You are well below average height — four and a half feet tall or less. You have difficulty reaching or manipulating objects designed for normal adult size, and your running speed is halved.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Smell of the Grave",
        "description": "You exude an odor of dampness and newly turned earth, which cannot be concealed by perfumes, deodorants, or other common means. Mortals in your immediate presence are at +1 difficulty to all Social rolls.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Tic",
        "description": "You have some sort of repetitive motion that you make in times of stress, and it is a dead give-away as to your true emotional state. The difficulty of all rolls to detect your deception in such situations is reduced by two.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Vengeful",
        "description": "You have a score to settle, incurred either during your mortal days or after the Embrace. You are obsessed with taking your revenge on an individual or group, and it is your overriding priority in any situation where you encounter the object of your revenge. You may temporarily resist your need for vengeance by spending a Willpower point.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [2]
    },
    {
        "name": "Victim of the Masquerade",
        "description": "The Camarilla's propaganda machine did too good a job on you. Even after your Embrace you refused to believe you were a vampire. You remain convinced that there is some logical explanation for your condition, and spend as much time as you can searching for it. You also have problems feeding, and may insist on trying to eat regular food. None of these habits makes you particularly pleasant company for other Kindred. This Flaw must be roleplayed at all times, and is generally taken by Camarilla vampires.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [2]
    },
    {
        "name": "Weak-Willed",
        "description": "You are highly susceptible to Dominate and intimidation by others; Dominate attempts automatically affect you unless the Discipline wielder is of higher Generation, and your difficulties to resist Social abilities such as Intimidation or Leadership, as well as mind-altering spells or magic, are increased by two. Your Willpower Trait may never rise above 4.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [3]
    },
    {
        "name": "Conspicuous Consumption",
        "description": "It is not enough for you to draw nourishment from the blood of mortals — you believe you must also consume your victim's heart, liver, and other blood-rich tissue. Of course, this will necessitate the deaths of all of your victims (unless you are extremely creative), which might lead to numerous problems with maintaining Humanity (and a low profile). Characters with this Flaw should additionally purchase the Eat Food Merit.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [4]
    },
    {
        "name": "Guilt-Wracked",
        "description": "You simply cannot come to grips with the fact that you must drink blood to survive. You suffer horrible guilt over each time you feed (roll Conscience, difficulty 7, or else frenzy every time you feed — characters with the Conviction Virtue cannot take this Flaw) and try to avoid doing so as much as possible. This means that you rarely have much blood in your system, leaving you vulnerable to both attacks and hunger-based frenzies.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [4]
    },
    {
        "name": "Flashbacks",
        "description": "You managed to make it through the Creation Rites or other similarly traumatic experience, but not wholly intact. The most insignificant thing can throw you into a different mood or state of mind, and as such your behavior is extremely unpredictable. Because of your precarious emotional state, your Willpower fluctuates. At the beginning of each story, make a Willpower roll (you may not spend Willpower for an automatic success). If you succeed, you may participate in the story as normal. If you fail, however, your Willpower score is considered to be 1 for the duration of that session, and you only have one Willpower point to spend. You may roll again at the beginning of the next session to see if you regain your Willpower.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [6]
    },
    {
        "name": "Acute Sense",
        "description": "You have one exceptionally sharp sense: hearing, touch, smell, vision or taste. The difficulties for tasks involving the sense in question are decreased by two.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Ambidextrous",
        "description": "You have a high degree of off-hand dexterity and can perform tasks with the “wrong” hand at no penalty. The rules for taking multiple actions still apply, but you do not suffer a difficulty penalty if you use two weapons or are forced to use your off hand.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Benevolent Patron",
        "description": "You intrigue a changeling ranked more highly than yourself. So long as the reason for this intrigue remains — whether it be looks, a field of expertise, or the way you composed yourself in the freehold — you hold the other changeling's attention and he has a vested interest in keeping you around. This Merit should be played like a 1-dot Mentor with a specific interest. However, unlike a Mentor, Benevolent Patron does not imply a permanent relationship.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [1],
        "splat": "Changeling"
    },
    {
        "name": "Calming Presence",
        "description": "Common among the pooka is the ability to calm any animal or child with a quiet word or even a look. Something in your aura conveys safety and security to the animal or child. Guard dogs and wild animals never attack you, and babies in your presence calm and gaze up at you in fascination and wonder.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [1],
        "splat": "Changeling"
    },
    {
        "name": "Common Sense",
        "description": "You possess significant practical, everyday wisdom. Whenever you're about to act in a way contrary to common sense, the Storyteller can make suggestions or warnings about the implications of said action. This is a very useful Merit for beginning players unfamiliar with the game.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Concentration",
        "description": "Nockers have an uncanny way of shutting out distractions, but this Merit isn't limited to that kith. You're unaffected by any penalties stemming from distracting circumstances (e.g., loud noises, strobe lights, or a troll holding you upside down).",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Double-Jointed",
        "description": "You're unusually supple. Reduce the difficulty of any roll involving body flexibility by two. Squeezing through a tiny space is one example of a use for this Merit.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Faerie Eternity",
        "description": "After you went through your Chrysalis, you had a birthday, and then another, and then another. Strangely, however — you didn't seem to be growing or getting older. You're touched with a vestige of the immortality that was the birthright of all fae. As long as your fae seeming is active, you will age at one-tenth that of a normal human or changeling. Should your fae seeming be permanently destroyed, or should you retreat into Banality, you begin to age normally.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [1],
        "splat": "Changeling"
    },
    {
        "name": "Friendly Face",
        "description": "You have a face strangers are inclined to trust. The effect doesn't fade even if you attempt self-deprecation, leaving you at -2 difficulty on all appropriate Social rolls (yes for first impressions, no for Intimidation, for example) when a stranger is involved. This Merit only functions on a first meeting.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1]
    },
    {
        "name": "Good Listener",
        "description": "Pooka excel at the ability to get others to open up to them; however, you are a master confidant. A word here, a gesture there, you crack people open like oysters and harvest their secrets like pearls. Your ability to listen makes others tell you their feelings, concerns, and hidden dreams. They don't know why they're telling you, but they usually feel better afterwards. All rolls related to obtaining information from others are at a -2 difficulty.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [1],
        "splat": "Changeling"
    },
    {
        "name": "Higher Purpose",
        "description": "All changelings have some vision of their path, but you've a special commitment to it. You don't concern yourself with petty matters, because your higher purpose is everything. Though you sometimes behave in ways contrary to the needs of survival, your purpose grants you great personal strength. The difficulty of any roll that has something to do with this higher purpose is reduced by two. Decide what your higher purpose is, and make sure you discuss it with the Storyteller.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "I Know You",
        "description": "You have one of those faces, or a way of acting, that makes others just assume you are someone they already know. Perhaps you resemble someone from their childhood, or their favorite television show. When introducing yourself at social gatherings, you always succeed in grabbing someone's attention. You cannot be immediately dismissed without at least a few curious questions first.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1]
    },
    {
        "name": "Introspection",
        "description": "You routinely meditate on your own ulterior motives, applying them to others like you. Through this nightly exercise, your incredible insight reduces the difficulty by two when you use a Perception-based action against someone in your Court.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Language",
        "description": "You know a language in addition to your native one. You can take this Merit multiple times, each reflecting a different language.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1]
    },
    {
        "name": "Lightning Calculator",
        "description": "You are a savant when it comes to mental arithmetic, making you a natural when working with computers or betting at the racetracks. The difficulties of all relevant rolls are decreased by two.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Mechanical Aptitude",
        "description": "You are naturally adept with all kinds of mechanical devices. The difficulties of all dice rolls to understand, repair, or operate any kind of mechanical device are reduced by two. This Merit doesn't help you drive. This Merit affects your aptitude with chimerical mechanical objects as well as the mundane.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Natural Leader",
        "description": "You're gifted with a certain magnetism to which others naturally defer. Difficulties of all attempts to rally people with your words are reduced by two. You must have a Charisma rating of 3 or greater to purchase this Merit.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1]
    },
    {
        "name": "Poison Resistance",
        "description": "It could be you've a natural resistance, or perhaps you've built up your defences against all known types of poisons. Any time you need to make a soak roll against the effects of a poison or toxin, reduce your difficulty by three.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Protégé",
        "description": "An important changeling once mentored you, and spoke glowingly of you to acquaintances. Others may be inclined to look favorably on you by dint of the recommendation; you are at -2 difficulty on Social rolls with all those who've heard good things about you.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [1],
        "splat": "Changeling"
    },
    {
        "name": "Specific Interests",
        "description": "You are specialized in an obscure or arcane field or niche interest and on this subject specifically you are an encyclopedia. Choose one rare area of knowledge. In this field, reduce the difficulty for all mental rolls by two. Example fields include the study of a dead language, a culturally-specific hobby, expertise in mythical demon names, and in-depth biographical knowledge of one celebrity.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Strong Lungs",
        "description": "Either through training or the grace of good genes you have a startling lung capacity. You calculate the length of time you can hold your breath as though your Stamina were one point higher.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "True Love",
        "description": "You have discovered, and possibly lost, true love, providing you true, if painful joy. Whenever you are suffering, in danger, or dejected, the thought of your true love is enough to give you the strength to persevere. In game terms, this love allows you to succeed automatically on any Willpower roll, but only when you are actively striving to protect or come closer to your true love. In addition, the power of your love may be powerful enough to protect you from other supernatural forces (Storyteller's discretion). However, your true love may also be a hindrance and require aid from time to time.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [1]
    },
    {
        "name": "Wheel Man",
        "description": "You have a natural affinity for driving motorized wheeled vehicles. The difficulties of all rolls requiring risky or especially difficult driving manoeuvres are reduced by two.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [1]
    },
    {
        "name": "Your Best Advocate",
        "description": "You are especially convincing when telling tall tales about your exploits. You receive a -2 to your difficulty on Social rolls related to recounting your deeds, whether true or not.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1]
    },
    {
        "name": "Crack Shot",
        "description": "Whether pointing a gun, arrow, or dart, you hit your target with great accuracy. You receive no increased difficulty when targeting any specific location and reduce the difficulty of rolls not involving specific targeting by one.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [2]
    },
    {
        "name": "Danger Sense",
        "description": "You have a sixth sense warning you of danger.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [2]
    },
    {
        "name": "Dextrous Toes",
        "description": "Anything you can do with hands (firing a gun, drawing, playing a musical instrument, etc.) can be done just as well using your feet. Polite society tends to frown on such behavior, but sluagh and pooka laugh at such prissiness.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "physical",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Eidetic Memory",
        "description": "You remember, with perfect detail, things you see and hear. Documents, photographs, conversations, etc., can be committed to memory with minor concentration. If you as the player forget an important piece of information the Storyteller believes your character would recall, the Storyteller will jog your memory. Under stressful conditions involving numerous distractions, you must make a Perception + Alertness roll to concentrate and absorb what your senses detect.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [2]
    },
    {
        "name": "Granite Skin",
        "description": "A Trait held most commonly by trolls and redcaps, Granite Skin is quite literally an epidermal layer of thin, hard stone. You're a great deal tougher than you might be normally, but have the undesirable effect of leaving small flakes of stone behind every time you bend or flex. You possess the equivalent of chainmail armor at all times. Granite Skin does not cause a Dexterity penalty, but does impose a +1 difficulty to all rolls involving moving quietly.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "physical",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Loyal Heart",
        "description": "While all fae are conscious of the bonds of oaths, for you it's almost of a religious nature. Whenever you're overwhelmed, the thought of your duties is enough to give you the strength to persevere. In game terms, you reduce the difficulty of rolls pertaining to the fulfillment of your oaths by three. Similarly, the power of your sense of duty may be sufficient to allow temporary immunity to other supernatural effects (Storyteller's discretion). No Willpower may be spent on actions having to do with the breaking of oaths. This is not cumulative with the effects of the Merit True Love.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "mental",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Medium",
        "description": "You possess the natural affinity to sense and hear ghosts. Though you cannot see them, you can sense them, speak to them and, through pleading or cajoling, draw them to your presence. You may call upon them for aid or advice, but there will always be a price. Your difficulty is reduced by two for all rolls involving the spirits of the dead.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2]
    },
    {
        "name": "Murderous Mien",
        "description": "You have a face that is frighteningly intimidating. You receive a -2 difficulty on all Social rolls when intimidating others.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [2]
    },
    {
        "name": "Natural Linguist",
        "description": "The well-travelled changeling knows the use of being able to comprehend many languages. You may reduce the difficulty of any task involving the study of written or spoken languages by three, and each purchase of the Language Merit gives you two languages instead of just one.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "mental",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Natural Swimmer",
        "description": "You take to water as if born to it. Your swimming speed is calculated as though your Athletics was 1 point higher and all rolls for manoeuvring underwater are made at -2 difficulty. This merit costs 1 point for naturally aquatic Changelings or Fera.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [2]
    },
    {
        "name": "Nature's Child",
        "description": "You are one with nature and beasts. You receive a -2 to your difficulty on rolls when dealing with nonsapient animals in their natural environment, whether training them, tracking them, or simply petting them. Changelings should take care relying on this Merit when dealing with chimera, however; some of them are much more intelligent than they appear.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [2]
    },
    {
        "name": "Nightsight",
        "description": "Night blinds many eyes, but not yours. Regardless of the lighting conditions, your eyes adjust automatically, so you can see equally well at high noon, midnight, or entering pitch darkness. The adjustment is instantaneous, so if you are standing in a dark room and someone lights a candle, you're not blinded.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [2]
    },
    {
        "name": "Poetic Heart",
        "description": "You have a truly inspired soul within you, your Glamour repelling the ravages of Banality. You may make a Willpower roll (difficulty equal to your permanent Banality) to avoid gaining a point of temporary Banality once per story.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Prehensile Tongue",
        "description": "your tongue acts as a two-foot (60cm) long limb, capable of grasping and wielding objects. While not the best of weapons, it can be used for a poke in the eye or revolting slap. When the tongue is extended, speech is incomprehensible. In order to use a prehensile tongue successfully, you must roll Dexterity + Athletics (difficulty 7). A success allows full control of the extra limb for the scene. A failure indicates the specific attempt fails; a botch leaves the protruding tongue hanging disgustingly limp down your front.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [2]
    },
    {
        "name": "Reputation",
        "description": "You have a good reputation among the changelings of your Court. This may be your own reputation, or it may be derived from your mentor. Reduce the difficulty of all social dealings with others of your Court by two. However, those who desire to bring down the hierarchy will seek to besmirch your fine standing.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Sage",
        "description": "Other changelings come to you for counsel. Maybe they believe in your wisdom, age, or experience. Perhaps they think you are touched, or capable of seeing the bigger picture. The trust others place in you means, in most cases, you are approached first in matters requiring discussion, and may either use this advantage to provide wise counsel, or to influence others to consider your own agenda.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Scholar of Others",
        "description": "You have taken the time to learn about and specialize in one particular group outside your kith or Court. You are aware of at least some of the group's customs, strategies, and long-term goals, and can put that knowledge to good use. This Merit is worth a -2 difficulty for all non-combat rolls pertaining specifically to the subject of your specialization. On the other hand, you are at a +1 difficulty when it comes to dealing with other groups, simply because you are so thoroughly focused on your field. This Merit can be taken multiple times for multiple groups.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "mental",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Surreal Beauty",
        "description": "You possess a beauty far beyond that of normal mortals, unsettling in its perfection. People stand in awe of your ideal, yet alien, form while an inexplicable nausea subconsciously rises to the fore. Reduce the difficulty by three on any roll in which you try and acquire a changeling or faetouched individual's attention, or win them over with your looks. Other beings find your beauty unnatural, imposing a +1 difficulty on attempts at winning such a person's trust.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Thallain Blessing",
        "description": "Your dealings with the Shadow Court and exposure to the darker sides of Kithain legends have allowed you to tap into the nightmares commonly associated with your kith. You may replace one of your current Birthrights with one of the Endowments associated with your kith's Thallain cousins (Boggans can borrow from boggarts, eshu from aithu, etc.). You must be sworn to the Unseelie Court to benefit from this Merit; if the changeling aligns herself with the Seelie Court, she reverts to her usual Birthrights and this Merit is refunded, even if she later returns to the Unseelie Court.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Changeling"
    },
    {
        "name": "Voice of a Songbird",
        "description": "The satyrs say your voice could charm apples from the trees. You have perfect pitch and can sing a cappella without missing a single note or going off key. Even when only speaking, your voice has a seductive quality that attracts people to you. Whenever you make a roll that involves inspirational speaking or singing, you are at a -2 difficulty.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [2]
    },
    {
        "name": "Fake It",
        "description": "You talk a convincing game. Sometimes you are even convincing enough to be right. Maybe you claim you can \"make that jump,\" \"ace that test,\" or \"hit that target.\" You may be criminally lucky or possess hidden talents. When you successfully lie about your proficiency in a task with a Subterfuge + Manipulation roll and then attempt to prove your claims, the difficulty of the roll to carry out your ambition is reduced by two.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [3]
    },
    {
        "name": "Heir to the Throne",
        "description": "You can produce a convincing claim to ownership or title over land, people, or inventory. This rank allows you to influence your peers and lessers with ease, as when invoking your title the difficulty of Social rolls is reduced by two. Nobles likely treat you with respect and most other changelings defer to you. A contingent — possibly comprising rival heirs — will however see you as a ripe target for kidnapping or assassination.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [3],
        "splat": "Changeling"
    },
    {
        "name": "Increased Pain Threshold",
        "description": "You feel pain as much as others; it just doesn't affect you to the same degree. Legends are rife with tales of heroes who fight on, even while mortally wounded, only collapsing into death once the battle is won. The dice penalty for each of your Health Levels is reduced by one level. For example, a troll who is Hurt reacts as if Bruised, and is only incapable of action when killed.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [3]
    },
    {
        "name": "Iron Will",
        "description": "To your detractors your head is full of rocks. In truth, your determination and stubbornness makes you unshakable once your mind is set. Characters attempting any mind-altering magic against you are at +3 difficulty, up to a maximum difficulty of 9. This Merit does not affect powers dealing with emotions. Characters with Willpower scores below 5 cannot take this Merit.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [3]
    },
    {
        "name": "Lucky",
        "description": "You were born lucky — or else the Devil looks after his own. Either way, you may repeat any three failed or botched rolls per story, but you may try only once per failed roll.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [3]
    },
    {
        "name": "Master Craftsman",
        "description": "When designing, building, or repairing something, the difficulty of your rolls is reduced by two. Additionally, you require three fewer successes on any extended rolls required when working on large or complex projects.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [3]
    },
    {
        "name": "Perfect Balance",
        "description": "Whether through constant training or inherited skill, your sense of balance is akin to that of a circus performer or bird on a wire. It's very unlikely you'll ever fall during your life. You may trip, but you'll always catch yourself before you fully lose your footing or handhold. This Merit functions for such actions as tightrope walking, crossing ice, and climbing mountains. All difficulties involving such feats are reduced by three.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [3]
    },
    {
        "name": "Rising Star",
        "description": "You are one of the up-and-comers in the freehold. Everyone wants to know you and be your friend, even as those in power groom you for positions of greater responsibility. You are at a -3 difficulty on all social rolls against any changelings who aren't actively opposing your ascent.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "social",
        "values": [3],
        "splat": "Changeling"
    },
    {
        "name": "Sex Appeal",
        "description": "You put it down to your looks and charm, but the dark truth is you have a dangerous, and perhaps unconscious, level of control over your pheromones. Your sexiness and sensuality attracts lovers to you like moths to a flame. You are the center of attention at any gathering. All rolls where sexual attraction matters have the difficulty reduced by three. This Merit cannot be used to seduce someone lacking a baseline of sexual attraction to the character and while a person may be attracted to you they are still capable of controlling themselves.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [3]
    },
    {
        "name": "Blood of the Wolf",
        "description": "Your connection to the wolfchanger Prodigals is stronger than that of your peers. You have the blood of the werewolves in your veins, and some shapeshifters call you kin. The werewolf tribe whose blood you share may call on you to perform certain tasks for them, and in turn aid you when necessary. You may be expected to take a werewolf spouse, the better to strengthen your bloodline.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Changeling"
    },
    {
        "name": "Eidetic Taste",
        "description": "Possessed most commonly by redcaps, Eidetic Taste allows you to remember the taste of everything you've ever eaten, and be able to identify it instantly if you taste it again. Furthermore, you're granted the ability to sense where the nearest supply of that taste might be. If you've ever had a bite of someone, it serves as an excellent way to track that meal. Creative changelings have found other uses for this power, including tracking down poisons.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Changeling"
    },
    {
        "name": "Gut Instincts",
        "description": "You've got a direct line into the more primal of your instincts, and benefit from the ability to act without thinking first. You may not always know why you do what you do, but once the dust clears, you realize the correct move was made. This Merit nullifies the effects of surprise and permits you to act normally, though you may only defend. In cases where you're not surprised, you may preempt your opponent's action.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [4]
    },
    {
        "name": "Huge Size",
        "description": "Your mortal seeming is abnormally large in size, over 6'10\" and 300 pounds in weight (well over two meters tall and over 130 kgs). You are extremely noticeable in public, but gain one additional Bruised Health Level.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [4]
    },
    {
        "name": "Iron Resistance",
        "description": "Cold iron has no physical effect on you, though constant exposure to the metal still causes you to suffer Banality. This is a double-edged sword, as you may not realize when you're sitting on a cold iron bench or leaning against a fence made of the foul metal. A Perception + Kenning roll (difficulty 7) is required to avoid exposing yourself to the dangerous element.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Changeling"
    },
    {
        "name": "Prehensile Tail",
        "description": "You possess a tail like a monkey's. This tail is two feet long (60cm), and can perform simple manual tasks such as pushing buttons and lifting objects with a Strength equal to half the changeling's rating (rounded up). A prehensile tail can wield a weapon with a Melee rating equal to half the changeling's rating (rounded up). You may use a prehensile tail with the same dexterous capability as any of your other limbs.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "physical",
        "values": [4]
    },
    {
        "name": "Soul of the Muse",
        "description": "You are an inspiration to creators of all types. Whether you are artistically gifted or not, other artists find it far easier to create masterworks when you are around. If you are in the presence of any creator — whether you are acting as a model, providing counsel, or singing a song — that creator reduces the difficulty to create his work by three. This creative stimulation applies to works of wonder and destruction alike, as you inspire all.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [4]
    },
    {
        "name": "Trusty Companion",
        "description": "You have a reputation as trustworthy, stalwart, and unfaltering in your dedication to your companions. Your very presence in a motley or circle bolsters the Willpower of companions, allowing them each one additional temporary Willpower point per chapter. You will always be relied upon to risk your life for them, as only a trusted companion might. Should you ever complain about your lot, the Willpower bonus you provide disappears until you once again risk physical or reputational peril for your friends.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [4]
    },
    {
        "name": "Art Affinity",
        "description": "You're able to utilize one of the Arts with a greater degree of ease than other changelings. In a previous incarnation, you were extremely proficient in one of the Arts — so much so you can draw a portion of that knowledge into this lifetime. Select an Art; the difficulty to use this particular Art is always reduced by two. This Merit may only be purchased once.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [5],
        "splat": "Changeling"
    },
    {
        "name": "Blessing of Atlas",
        "description": "Remarkable among trolls and seen as a true miracle among other kiths, the Blessing of Atlas permanently raises your Strength by one, and raises the potential maximum Strength rating by one. You're only slightly larger than your fellows, but defined as if carved of marble. Should it become known by others you possess this Merit, you'll be expected to act the hero or be feared as a budding warlord.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "physical",
        "values": [5],
        "splat": "Changeling"
    },
    {
        "name": "Jack-Of-All-Trades",
        "description": "You've a large pool of miscellaneous skills and knowledge obtained through extensive travels, the jobs you've held, or all-around know-how. You automatically have one dot in all Skill and Knowledge Dice Pools. This is an illusory level, used to simulate a wide range of abilities. If you spend experience in any untrained Skill or Knowledge, you must still pay the point cost for the first level.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [5]
    },
    {
        "name": "Living Legend",
        "description": "You are the living, breathing incarnation of a great hero or heroine; this does not have to be an actual, historical figure, but can be a character from mythology or even a figure from more contemporary fiction. Note that you are an incarnation, not a reincarnation. You are the embodiment of an individual legend. Your fae mien matches your heritage perfectly. Any Kithain with even the slightest knowledge of the original tale will recognize you immediately, and you are likely to attract a great deal of attention from the cultures that give birth to the legend. When people recognize you, the difficulty of your social rolls reduces by two. You gain access to one of your ancestor's Attribute or Ability ratings once per chapter. At the Storyteller's discretion, this Merit may also allow you to have knowledge of, if not access to, certain chimera or Treasures related to your legend. Your appearance and your memories may make it hard to get along unnoticed in ordinary society. It can also be very hard to live up to what is expected of you.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [5],
        "splat": "Changeling"
    },
    {
        "name": "Because I Think I Can",
        "description": "When you declare you are using a point of Willpower and roll for successes, your self-confidence may allow you to gain the benefit of that expenditure without losing the Willpower point. You do not lose the point of Willpower unless you fail your roll. This also prevents you from botching. This Merit may only be used when the difficulty of your roll is 6 or higher.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "mental",
        "values": [6]
    },
    {
        "name": "Regeneration",
        "description": "Your faerie nature is hardy, and as a result, you heal much faster than other Kithain. For every turn spent resting, you recover one Health Level of chimerical damage. Physical damage regenerates at a rate of one Health Level per hour. While in a freehold, your wounds heal at twice this speed. This Merit does not heal wounds inflicted by cold iron.",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [7],
        "splat": "Changeling"
    },
    {
        "name": "Boon",
        "description": "Someone is in your debt. It could be a lowly fledge or the count of a freehold; it all depends on how many points the Merit costs. You only have that single favor owed you (unless you take the Merit multiple times,) so using it properly is of paramount importance. Depending on status and other factors, the being who owes you a favor may well go out of his way to \"settle\" it early — even going so far as to create situations from which he must \"rescue\" you and thus clean the slate.",
        "game_line": "Various",
        "category": "merits",
        "stat_type": "social",
        "values": [1, 2, 3, 4, 5, 6]
    },
    {
        "name": "Animalistic Favor",
        "description": "Your mien possesses a minor animalistic feature from the below table. Where you have a feature allowing you a special attack, you use your standard dice pool.\n\n3 points:\n- Claws: Strength + 1 damage\n- Fangs: Strength damage\n- Quills: Strength - 1 damage, max 3\n\n4 points:\n- Horns: Strength + 1 damage\n- Tail: +2 dice to balance-related rolls\n\n5 points:\n- Wings: Allow limited flight",
        "game_line": "Changeling: The Dreaming",
        "category": "merits",
        "stat_type": "physical",
        "values": [3, 4, 5],
        "splat": "Changeling"
    }
]